---
kind: other
id: Methods.T:Autodesk.Revit.DB.PhaseArrayIterator
source: html/d19936a1-690a-0052-c0ed-d1548f555586.htm
---
# PhaseArrayIterator Methods

Causes the object to release immediately any resources it may be utilizing.